app/controllers/tweets_controller.rb

SELECT "tweets".* FROM "tweets"
---
  def index
    render json: {Tweet.all}